Tekla.Structures.Filtering.Categories.LoadFilterExpressions.Phase
The Phase class represents the phase filter expression.

Tekla.Structures.Filtering.Categories.LoadFilterExpressions.Phase.#ctor
Initializes a new instance of the Phase class.